window.countries = {
    "Германия": [
        "Аугсбург", "Берлин", "Бонн", "Брауншвейг", "Бремен", "Висбаден", "Гамбург", "Ганновер", "Гельдерн", "Гельзенкирхен",
        "Дортмунд", "Дрезден", "Дуйсбург", "Дюссельдорф", "Зарбрюкен", "Кайзерслаутерн", "Карлсруэ", "Кассель", "Киль", "Кёльн",
        "Лейпциг", "Людвигсхафен", "Майнц", "Мангейм", "Мюнстер", "Мюнхен", "Нюрнберг", "Оберхаузен", "Ольденбург", "Потсдам",
        "Регенсбург", "Ремшайд", "Росток", "Саарбрюккен", "Штутгарт", "Трир", "Ульм", "Фленсбург", "Фрайбург", "Франкфурт-на-Майне",
        "Хаген", "Хайдельберг", "Хамм", "Хановер", "Хемниц", "Целле", "Эссен", "Эрфурт", "Юльрих", "Вольфсбург"
    ],
    "США": [
        "Атланта", "Балтимор", "Бостон", "Вашингтон", "Гонолулу", "Даллас", "Денвер", "Детройт", "Индианаполис", "Канзас-Сити",
        "Кливленд", "Лас-Вегас", "Лос-Анджелес", "Майами", "Милуоки", "Миннеаполис", "Нью-Йорк", "Орландо", "Остин", "Питтсбург",
        "Портленд", "Роли", "Сан-Диего", "Сан-Франциско", "Сан-Хосе", "Сиэтл", "Солт-Лейк-Сити", "Спрингфилд", "Сиу-Фолс", "Сакраменто",
        "Сент-Луис", "Сан-Антонио", "Саванна", "Санта-Фе", "Сиракьюс", "Такома", "Тампа", "Толидо", "Тусон", "Филадельфия",
        "Финикс", "Форт-Лодердейл", "Хартфорд", "Хьюстон", "Чарльстон", "Чикаго", "Шарлотт", "Шривпорт", "Эль-Пасо", "Эри"
    ],
    "Казахстан": [
        "Абай", "Актобе", "Алматы", "Астана", "Атырау", "Балхаш", "Жанаозен", "Жезказган", "Жетысай", "Караганда",
        "Кокшетау", "Костанай", "Кызылорда", "Павлодар", "Петропавловск", "Риддер", "Сарань", "Семей", "Степногорск", "Талдыкорган",
        "Тараз", "Темиртау", "Туркестан", "Уральск", "Усть-Каменогорск", "Шалкар", "Шахтинск", "Шемонаиха", "Шу", "Шымкент",
        "Актау", "Аркалык", "Арыс", "Байконур", "Булаево", "Ерейментау", "Есик", "Жаркент", "Зайсан", "Кентау",
        "Курчатов", "Лисаковск", "Махамбет", "Сатпаев", "Сергеевка", "Степняк", "Текели", "Форт-Шевченко", "Чу", "Экибастуз"
    ],
    "Польша": [
        "Августов", "Белосток", "Бельско-Бяла", "Быдгощ", "Варшава", "Великая Пщина", "Гданьск", "Гдыня", "Гливице", "Зелёна-Гура",
        "Калиш", "Катовице", "Кельце", "Кошалин", "Краков", "Легница", "Люблин", "Лодзь", "Мальборк", "Ольштын",
        "Ополе", "Перемышль", "Плоцк", "Познань", "Пшемысль", "Пшеворск", "Пулавы", "Радом", "Рыбник", "Ряшев",
        "Слупск", "Сопот", "Стараховице", "Сувалки", "Свиноуйсьце", "Тарнув", "Тарногруд", "Торунь", "Тыхы", "Хелм",
        "Хшанув", "Ченстохова", "Чеханов", "Чехожинка", "Чешин", "Шецин", "Эльблонг", "Явожно", "Ярослав", "Ясло"
    ],
    "Китай": [
        "Аньшань", "Баотоу", "Бейдайхэ", "Бэйцзин", "Вэйфан", "Вэйхай", "Гуанчжоу", "Гуйян", "Далянь", "Дунгуань",
        "Ибинь", "Иу", "Кашгар", "Куньмин", "Ланжоу", "Линьи", "Лоян", "Нанкин", "Наньнин", "Нинбо",
        "Пекин", "Путянь", "Санья", "Сиань", "Синин", "Сучжоу", "Тайюань", "Тангшань", "Тяньцзинь", "Ухань",
        "Уси", "Фошань", "Фучжоу", "Харбин", "Ханчжоу", "Хух-Хото", "Чанша", "Чанчунь", "Чэнду", "Чжухай",
        "Шанхай", "Шанцю", "Шицзячжуан", "Шэньчжэнь", "Шэньян", "Шэньчжэнь", "Эрмянь", "Яньтай", "Янчжоу", "Чжэнчжоу"
    ],
    "Нидерланды": [
        "Алкмар", "Алмело", "Алмере", "Амеланд", "Аммерсфорт", "Амстердам", "Арнем", "Ассен", "Берген-оп-Зом", "Бреда",
        "Валвейк", "Венло", "Венрей", "Верт", "Влиланд", "Влёнинген", "Гаага", "Гаутен", "Гауда", "Гелдермалсен",
        "Гелдерн", "Геннеп", "Гронинген", "Делфт", "Девентер", "Ден-Бош", "Ден-Хелдер", "Дордрехт", "Зандворт", "Зволле",
        "Ийсселстейн", "Капелле-ан-ден-Эйссел", "Лелистад", "Лейден", "Маастрихт", "Мидделбург", "Неймеген", "Оммен", "Роттердам", "Сассенхейм",
        "Схидам", "Снек", "Тилбург", "Утрехт", "Флиссинген", "Харлем", "Хелмонд", "Херенвен", "Хертогенбос", "Эйндховен"
    ],
    "Великобритания": [
        "Абердин", "Бат", "Белфаст", "Брайтон", "Брадфорд", "Бристоль", "Бирмингем", "Блэкпул", "Глазго", "Глостер",
        "Данди", "Дарем", "Дерби", "Йорк", "Кембридж", "Ковентри", "Кингстон-апон-Халл", "Ланкастер", "Лидс", "Ливерпуль",
        "Лестер", "Линкольн", "Лондон", "Манчестер", "Милтон-Кинс", "Норидж", "Ноттингем", "Ньюкасл-апон-Тайн", "Оксфорд", "Плимут",
        "Портсмут", "Престон", "Рединг", "Саутгемптон", "Сандерленд", "Солсбери", "Сток-он-Трент", "Стокпорт", "Стратфорд-апон-Эйвон", "Суонси",
        "Торки", "Транмир", "Уэйкфилд", "Хаддерсфилд", "Халл", "Херефорд", "Челмсфорд", "Честер", "Эдинбург", "Эксетер"
    ],
    "Турция": [
        "Адана", "Адыяман", "Айдын", "Акхисар", "Аксарай", "Амасья", "Анкара", "Анталья", "Афьонкарахисар", "Балыкесир",
        "Батман", "Бурса", "Ван", "Газиантеп", "Гиресун", "Диярбакыр", "Дюздже", "Испарта", "Искендерун", "Истамбул",
        "Измир", "Кайсери", "Кахраманмараш", "Карабюк", "Карс", "Кастамону", "Конья", "Кыркларели", "Кырыккале", "Кютахья",
        "Малатья", "Маниса", "Мардин", "Мерсин", "Мугла", "Невшехир", "Нигде", "Орду", "Ризе", "Самсун",
        "Сивас", "Синоп", "Теккирдаг", "Токат", "Трабзон", "Ушак", "Шанлыурфа", "Ширнак", "Эдирне", "Элязыг"
    ],
    "Мексика": [
        "Акапулько", "Агуаскальентес", "Апизако", "Атлана", "Гвадалахара", "Гомес-Паласио", "Гуаямас", "Гуанахуато", "Дуранго", "Ирапуато",
        "Керетаро", "Коацакоалькос", "Колима", "Кордоба", "Куэрнавака", "Леон", "Мерида", "Мехикали", "Мехико", "Монтеррей",
        "Морелия", "Нецауалькойотль", "Нуэво-Ларедо", "Оахака", "Оринда", "Пачука", "Плайя-дель-Кармен", "Поэбла", "Рейноса", "Саламанка",
        "Сан-Луис-Потоси", "Сан-Педро", "Тампико", "Тепик", "Тихуана", "Толука", "Торреон", "Тустла-Гутьеррес", "Уруапан", "Фреснильо",
        "Халапа", "Херес", "Четумаль", "Чиапас", "Чихуахуа", "Шила", "Экстапа", "Энсенада", "Юкатан", "Юрекуан"
    ],
    "Италия": [
        "Анкона", "Аоста", "Бари", "Бергамо", "Болонья", "Брешиа", "Верона", "Венеция", "Виченца", "Генуя",
        "Империя", "Катания", "Козенца", "Комо", "Кремона", "Л’Акуила", "Ливорно", "Мачерата", "Мессина", "Милан",
        "Модена", "Неаполь", "Новара", "Орвието", "Павия", "Палермо", "Парма", "Перуджа", "Пескара", "Пьяченца",
        "Равенна", "Реджо-ди-Калабрия", "Реджо-нель-Эмилия", "Рим", "Римини", "Салерно", "Сассари", "Савона", "Сиена", "Таранто",
        "Терни", "Тренто", "Тревизо", "Турин", "Триест", "Удине", "Флоренция", "Фоджа", "Форли", "Чивитавеккья"
    ],
    "Испания": [
        "Аликанте", "Альбасете", "Альмерия", "Барселона", "Бадахос", "Бургос", "Валенсия", "Вальядолид", "Виго", "Витория",
        "Гвадалахара", "Гранада", "Гихон", "Жирона", "Картахена", "Касерес", "Кастельон", "Кордова", "Куэнка", "Ла-Корунья",
        "Лас-Пальмас", "Лерида", "Логроньо", "Льейда", "Мадрид", "Малага", "Марбелья", "Мерида", "Мурсия", "Овьедо",
        "Пальма", "Паленсия", "Понферрада", "Реус", "Саламанка", "Сан-Себастьян", "Сан-Кугат", "Санта-Крус-де-Тенерифе", "Сантандер", "Сарагоса",
        "Севилья", "Сеговия", "Таррагона", "Толедо", "Торревьеха", "Уэска", "Хаэн", "Хихон", "Чиклана", "Эльче"
    ],
    "Израиль": [
        "Акко", "Арад", "Ашдод", "Ашкелон", "Бат-Ям", "Беэр-Шева", "Бней-Брак", "Герцлия", "Гиватаим", "Гиват-Шмуэль",
        "Димона", "Йокнеам", "Иерусалим", "Кармель", "Кармиэль", "Кирьят-Ата", "Кирьят-Бялик", "Кирьят-Гат", "Кирьят-Моцкин", "Кирьят-Шмона",
        "Кфар-Саба", "Лод", "Мигдаль-ха-Эмек", "Модиин", "Модиин-Иллит", "Мофет", "Нацрат", "Нацрат-Илит", "Нагария", "Нешер",
        "Нетания", "Ниццаним", "Ор-Акива", "Петах-Тиква", "Рамат-Ган", "Рамат-ха-Шарон", "Рамле", "Реховот", "Ришон-ле-Цион", "Сдерот",
        "Тель-Авив", "Тверия", "Хадера", "Хайфа", "Холон", "Херцлия", "Цфат", "Эйлат", "Явне", "Яффо"
    ],
    "ОАЭ": [
      "Абу-Даби", "Аджман", "Аль-Айн", "Аль-Джазира", "Аль-Фуджайра", "Аль-Хамрия", "Аль-Харба", "Аль-Рамс", "Аль-Шаам", "Аль-Шарика",
      "Джебель-Али", "Дибба-Аль-Фуджайра", "Дибба-Аль-Хисн", "Дубай", "Кальба", "Кор-Факкан", "Маджлис", "Масафир", "Мирфа", "Музейра",
      "Рас-Аль-Хайма", "Рувайс", "Шаржа", "Умм-Аль-Кувейн", "Хатта", "Хулаб", "Эль-Айн", "Эс-Сила", "Эттахад", "Фуджайра",
      "Гантут", "Лива", "Аль-Дайд", "Аль-Мадам", "Аль-Хайр", "Аль-Мейдан", "Аль-Рафаа", "Аль-Кувейтат", "Аль-Нахда", "Аль-Касба",
      "Аль-Шабаб", "Аль-Тайра", "Аль-Вакра", "Аль-Захра", "Аль-Маркази", "Аль-Бутейна", "Аль-Нимир", "Аль-Шамал", "Аль-Жунайна", "Аль-Салам"
    ],
    "Таиланд": [
      "Аюттхая", "Бангкок", "Бангкхаен", "Бангна", "Бангсаен", "Бангсапан", "Бурирам", "Виангчан", "Канчанабури", "Ко-Самуи",
      "Ко-Чанг", "Кхонкэн", "Краби", "Лампанг", "Лампао", "Лопбури", "Мае-Хонг-Сон", "Накхонпатом", "Накхонратчасима", "Накхонсаван",
      "Нартиват", "Нонгкхай", "Паттайя", "Петчабун", "Петчабури", "Пхангнга", "Пханом", "Пхаяу", "Пхетчабун", "Пхичит",
      "Пхитсанулок", "Пхрае", "Пхукет", "Ранонг", "Ратчабури", "Самутпракан", "Самутсакон", "Си-Сачаналай", "Сисакет", "Сонгкхла",
      "Сураттани", "Сукхотай", "Трат", "Убонратчатхани", "Удонтхани", "Уттарадит", "Хатъяй", "Чиангмай", "Чианграй", "Ясотхон"
    ],
    "Грузия": [
      "Аспиндза", "Ахалкалаки", "Ахалцихе", "Ахмета", "Батуми", "Болниси", "Гардабани", "Гори", "Гурджаани", "Дедоплисцкаро",
      "Дманиси", "Душети", "Зугдиди", "Карали", "Каспи", "Кварели", "Кутаиси", "Лагодехи", "Ланчхути", "Марнеули",
      "Мцхета", "Ниноцминда", "Озургети", "Поти", "Рустави", "Сагареджо", "Самтредиа", "Сенаки", "Сигнахи", "Телави",
      "Тетрицкаро", "Тбилиси", "Ткибули", "Цагери", "Цаленджиха", "Цалка", "Цхалтубо", "Цхинвали", "Хашури", "Хоби",
      "Цуителцихе", "Чакви", "Чохатаури", "Шаумяни", "Шоропани", "Хелвачаури", "Цителицкаро", "Коби", "Гелати", "Хони"
    ],
    "Азербайджан": [
      "Агдам", "Агдаш", "Агджабеди", "Астара", "Баку", "Белоканы", "Билясувар", "Габала", "Гаджикабул", "Гейчай",
      "Гянджа", "Гобустан", "Губа", "Гусар", "Закатала", "Зардоб", "Зангелан", "Имишли", "Исмаиллы", "Кюрдамир",
      "Ленкорань", "Лерик", "Масаллы", "Мингечаур", "Нафталан", "Нахичевань", "Огуд", "Саатлы", "Сабирабад", "Сальяны",
      "Сумгаит", "Тертер", "Товуз", "Уджары", "Физули", "Хачмаз", "Ханкенди", "Хызы", "Худат", "Хырдалан",
      "Шамахы", "Шеки", "Ширван", "Шуша", "Ярдымлы", "Юкары-Салахлы", "Зангелан", "Губадлы", "Шамкир", "Бардa"
    ],
    "Армения": [
      "Абовян", "Алаверди", "Апаран", "Ардви", "Артик", "Армавир", "Арташат", "Берд", "Вагаршапат", "Ванадзор",
      "Гавар", "Гюмри", "Дилижан", "Ереван", "Ехегнадзор", "Иджеван", "Каджаран", "Капан", "Масис", "Мартуни",
      "Мегри", "Ноемберян", "Раздан", "Севан", "Спитак", "Степанаван", "Степанакерт", "Талин", "Цахкадзор", "Чаренцаван",
      "Эчмиадзин", "Арарат", "Арени", "Аштарак", "Горис", "Цахкадзор", "Котайк", "Сисиан", "Вайк", "Шуши",
      "Ерасх", "Джермук", "Ахурян", "Ахпат", "Лори", "Шнох", "Ани", "Армавир", "Шнох", "Норашен"
    ],
    "Турецкая Республика Северного Кипра": [
      "Гирне", "Никосия", "Фамагуста", "Гюзельюрт", "Лефке", "Исkele", "Йени-Иселе", "Караогланоглу", "Дикомо", "Лапта",
      "Алсанджак", "Богаз", "Чаталкёй", "Енибогазичи", "Карапас", "Мармара", "Кале", "Агиос", "Гайрет", "Эсентепе",
      "Кирения", "Каршияка", "Ташкент", "Гайрет", "Кайалар", "Акдениз", "Балджа", "Денизли", "Эрджан", "Каравостаси",
      "Пиле", "Пиргос", "Вони", "Сотира", "Ялува", "Енибоаз", "Кумьялы", "Арапкой", "Чамлибель", "Чаталкой"
    ],
    "Туркменистан": [
      "Ашхабад", "Аннау", "Арчман", "Атрек", "Байрам-Али", "Бабадайхан", "Безмеин", "Берекет", "Балыкчы", "Дашогуз",
      "Денгизхан", "Ербент", "Кызыл-Атрек", "Карабекаул", "Керки", "Койтендаг", "Куня-Ургенч", "Мары", "Небит-Даг", "Сакар",
      "Серахс", "Теджен", "Туркменабад", "Туркменбаши", "Ташауыз", "Узюн-Ада", "Хазар", "Хива", "Чарджоу", "Челекен",
      "Гызылгая", "Етрек", "Ашира", "Бурунчи", "Гарабогаз", "Гёкдепе", "Иолотань", "Кара-Кала", "Магданлы", "Ниязов",
      "Сарыкамыш", "Сейди", "Тагтабазар", "Туркменкала", "Шатлык", "Щатлык", "Яз-Адыр", "Янги-Кала", "Янгышлар", "Юлдуз"
    ]
  };
